"BUTTON_AUTHENTICATE" = "使用我的電話號碼";

"BUTTON_CONTINUE" = "繼續";

"BUTTON_DISMISS" = "捨棄";

"BUTTON_DONE" = "完成";

"BUTTON_NOT_NOW" = "現在不要";

"BUTTON_OKAY" = "確定";

"BUTTON_RESEND_CONF_CODE" = "請求另一組確認碼。";

"BUTTON_RETRY" = "重試";

"BUTTON_SENDING" = "發送中…";

"BUTTON_SENDING_CONF_CODE" = "正在傳送確認碼";

"BUTTON_SEND_CONF_CODE" = "傳送確認碼";

"BUTTON_SENT_CONF_CODE" = "已發送確認碼";

"BUTTON_TRY_DIFFERENT_NUMBER" = "請試試不同的電話號碼";

"CALL_ME_ACTION" = "以電話確認";

"CALL_ME_LOADING" = "撥號中...";

"ERROR_CANT_SMS" = "無法傳送簡訊至此號碼。";

"ERROR_CHECK_CODE_TRY_AGAIN" = "請檢查你的代碼，然後再試一次";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "唉呀！我們似乎遇到網路問題。要再試一次嗎？[%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "請檢查你的電子郵件，然後再試一次";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "請檢查你的號碼，然後再試一次";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "你先前已在 <u>digits.com</u> 設定 2 步驟認證碼";

"FOOTNOTE_CONF_CODE_CALL_ME" = "如果點選上方的「以電話確認」，<u>Digits by Twitter</u> 就會撥打語音通話給你，以確認你的電話號碼。可能需支付通話和數據費用。";

"FOOTNOTE_CREATE_ACCOUNT" = "如果點選上方的「繼續」，即表示你同意 Digits by Twitter 的<u>服務條款</u>、<u>隱私政策</u>和 <u>Cookie 使用政策</u>，並同意 %@ 的其他使用者可以透過電話號碼和/或電子郵件找到你。";

"FOOTNOTE_EMAIL_DISCLOSURE" = "如果點選「繼續」，即表示你要將此電子郵件加入你的 Digits 帳戶。使用 Digits 驗證的所有應用程式都將擁有此電子郵件地址的存取權，而且其使用者都可以透過電子郵件找到你。在 <u>Digits.com</u> 上管理你的帳戶。";

"FOOTNOTE_SEND_CONF_CODE" = "如果點選上方的「發送確認碼」，<u>Digits by Twitter</u> 就會發送簡訊給你，以確認你的電話號碼。可能需支付訊息和數據費用。";

"FOOTNOTE_TOS_UPDATE" = "如果點選上方的「繼續」，即表示你同意 Digits by Twitter 的更新<u>服務條款</u>、<u>隱私政策</u>和 <u>Cookie 使用政策</u>，並同意 %@ 的其他使用者可以透過電話號碼和/或電子郵件找到你。";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "輸入 2 步驟認證碼。";

"LABEL_ENTER_CONF_CODE" = "我們已發送確認碼給你。";

"LABEL_ENTER_EMAIL" = "輸入你的電子郵件。";

"LABEL_ENTER_PHONE_NUMBER" = "你的電話號碼是幾號？";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "我們會使用 Digits by Twitter 為你尋找更多在使用此應用程式的朋友。當你點選「確定」時，我們就會將你的通訊錄上傳到 Digits by Twitter，以便協助你尋找你認識的 %@ 的使用者，或協助其他 %@ 的使用者找到你。";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "尋找你的朋友";

"LABEL_RESEND_CONF_CODE" = "沒有收到確認碼？";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "無法確認你的電話號碼";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "抱歉，發送你的確認碼時發生錯誤。";

"ONBOARDING_MESSAGE" = "[Digits] 登入 https://fabric.io 以設定你的應用程式名稱，此名稱將會包含在認證電子郵件和簡訊/語音授權訊息中。";

"PARTIAL_FOOTNOTE_THIS_APP" = "這個應用程式";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "認證碼";

"PLACEHOLDER_CONF_CODE" = "輸入 6 位數確認碼";

